# coding:utf8
from __future__ import unicode_literals


CityLod = [
    [110.32, 25.327, '桂林市', '桂林'],
    [108.06, 24.709, '河池市', '河池'],  
    [109.4, 24.65, '柳州市', '柳州'],   
    [111.5, 24.417, '贺州市', '贺州'],   
    [106.598, 23.904, '百色市', '百色'], 
    [109.5, 23.7, '来宾市', '来宾'],  
    [110, 23.27, '贵港市', '贵港'], 
    [111.0, 23.36, '梧州市', '梧州'], 
    [107.35, 22.401, '崇左市', '崇左'],  
    [108.5, 22.95, '南宁市', '南宁'], 
    [110.117, 22.667, '玉林市', '玉林'], 
    [109.0, 22.09, '钦州市', '钦州'], 
    [107.9, 21.82, '防城港', '防城港'], 
    [109.32, 21.68, '北海市', '北海'], 
]


LON, LAT, CITY, NAME = [[j[i] for j in CityLod] for i in range(4)]